[
  "dataview",
  "templater-obsidian",
  "buttons",
  "obsidian-charts",
  "smart-connections",
  "smart-context",
  "copilot",
  "music-code-blocks",
  "obsidian-custom-attachment-location",
  "obsidian-minimal-settings",
  "smart-lookup",
  "obsidian-git"
]